Repository: babita-198/babita-198
Catalog: CLApp/*.lproj/Localizable.strings
Languages: ar

source: Tutorial1
ar: Herbs are fun and easy to grow. When harvested they make even the simplest meal seem like a gourmet delight.

source: Tutorial2
ar: Herbs are fun and easy to grow. When harvested they make even the simplest meal seem like a gourmet delight.

source: Tutorial3
ar: Herbs are fun and easy to grow. When harvested they make even the simplest meal seem like a gourmet delight.

source: Tutorial4
ar: Herbs are fun and easy to grow. When harvested they make even the simplest meal seem like a gourmet delight.

source: GET STARTED
ar: البدء

source: Order Placed
ar: تم ادراج طلبك

source: Sign up
ar: انشاء حساب

source: Please write feedback
ar: يرجى كتابة التعليقات

source: Location
ar: موقعك

source: Forgot Password
ar: هل نسيت كلمة المرور

source: AlertNoCamera
ar: Device has no camera

source: Pick UP
ar: استلام من المطعم

source: Search restaurants
ar: البحث عن المطاعم

source: No Restaurant Found
ar: لم يتم العثور على مطعم

source: SELECT
ar: اختر

source: Rs.
ar: ليرة لبنانية

source: No Addresses found
ar: لم يتم العثور على عناوين

source: ADD NEW ADDRESS
ar: إضافة عنوان جديد

# sideHome
source: Home
ar: الصفحة الرئيسية‎

source: Loading...
ar: جار التحميل...

source: Help
ar: مساعدة

source: Logout
ar: الخروج

source: Cancel
ar: إلغاء

source: My Profile
ar: ملفي

source: My Address
ar: عنواني

source: My Orders
ar: طلباتي

source: Refer a friend
ar: أوص أحد الأصدقاء

source: Promotions
ar: الترقيات

source: Chat Support
ar: دعم الدردشة

source: Info
ar: عن فود ستار

source: Km
ar: كم

source: Don’t have an account?
ar: لايوجد لديك حساب

source: CREATE ACCOUNT
ar: انشاء حساب

source: Forgot Password?
ar: هل نسيت كلمة المرور ؟

source: Sign in
ar: تسجيل الدخول

source: Email ID/ Phone Number
ar: البريد الالكتروني / رقم الهاتف

# ErrorPhoneCode
source: Please Enter OTP
ar: ادخل رمز التفعيل

# ErrorCorrectCode
source: Please enter 4 digit OTP
ar: يرجى ادخال رمز التحقق والمكون من 4 ارقام

source: Sponsored
ar: العروض

source: Discover
ar: تغطية

source: Restaurants near you
ar: مطاعم بالقرب منك

source: Explore new restaurants
ar: استكشاف المطاعم الجديدة

source: Trending
ar: الشائع

source: Please enter valid phone number
ar: ادخل رقم جوالك صحيح

source: First name
ar: الاسم الأول

source: Last name
ar: الاسم الأخير

source: passwordPlaceholder
ar: Password (6 Digit Password)

source: confirmPasswordPlaceholder
ar: Confirm Password (6 Digit Password)

# ErrorPhoneNumber
source: Please enter phone number
ar: ادخل رقم جوالك

# ErrorConfirmPassword
source: Please enter confirm password
ar: يرجى تاكيد ادخال رمز الدخول

# ErrorOldPassword
source: Please enter old password
ar: كلمة المرور القديم

# ErrorPassword
source: Please enter new password
ar: كلمة المرور الجديد المكون من 6 ارقام

# ErrorKitchName
source: Please enter name
ar: يرجى ادخل الاسم

# ErrorNewPassword
source: Please enter new password
ar: كلمة المرور الجديد المكون من 6 ارقام

# TOSTitle
source: By Signing up you agree to our Terms of Service & that you have read our Privacy Policy
ar: تسجيلك يعني أنك توافق على بنود الخدمة وأنك قد قرأت سياسة الخصوصية

source: Password
ar: الرقم السري

source: Phone Number
ar: البريد الالكتروني / رقم الهاتف

source: Settings
ar: الضبط

source: Payment
ar: الدفع

source: Wallet
ar: المحفظه

source: Notifications
ar: التنبيهات

source: Select Language
ar: اختراللغه

source: Confirm password does not match with new password
ar: تأكيد كلمة المرور لا يتطابق مع كلمة المرور الجديدة

source: Pincode
ar: الرقم السري

source: Save delivery location
ar: حفظ مكان التوصيل

source: Save as
ar: حفظ ك

source: Address added successfully
ar: تم حفظ العنوان بنجاح

source: Address updated successfully
ar: تم تحديث العنوان بنجاح

source: Profile updated successfully
ar: تم تحديث الملف الشخصي بنجاح

source: UPDATE & PROCEED
ar: تحديث و معالجة الطلب

source: SAVE & PROCEED
ar: معالجة و حفظ الطلب

source: Create an Account?
ar: انشئ حساب؟

source: Forgot my Password?
ar: هل نسيت كلمة المرور؟

source: LOGIN
ar: تسجيل الدخول

source: Login
ar: تسجيل الدخول

source: Please add item to cart
ar: الرجاء اضافة الطلبات بالسلة

source: Ok
ar: موافق

source: OPTIONS
ar: خيارات

source: Tutorial5
ar: شرح 5

source: RESTAURANTS NEAR YOU
ar: مطاعم بالقرب منك

source: Unable to Find Address for Location
ar: غير قادر على ايجاد العنوان

source: No Matching Addresses Found
ar: لا يوجد تطابق في العنوان

source: You had added items of different restaurant in cart. Are you sure you want to clear Cart ?
ar: لقد اضفت منتجات لمطعم اخر هل تريد افراغ السلة

source: Complete Payment
ar: اتمام الدفع

source: Cancel Order
ar: الغي الطلب

source: Are you sure you want to
ar: هل انت متأكد من الغاء الطلب

source: cancel your order
ar: ألغي طلبك

source: YES
ar: نعم

source: NO
ar: لا

source: Cancellation Reason
ar: سبب الالغاء

source: Unable to contact to restraunt
ar: غير قادر على التواصل مع المطعم

source: Not available for taking order
ar: غير متوفر لأخذ الطلب

source: My reason is not listed
ar: سبب الالغاء ليس من ضمن القائمة

source: Dummy content
ar: رقم وهمي

source: DON'T CANCEL
ar: الرجاء..عدم الالغاء

source: CANCEL ORDER
ar: الغي الطلب

source: SWIPE TO CONFIRM >>
ar: اسحب للتأكيد

source: Price
ar: السعر

source: Qty
ar: الكمية

source: Total Price
ar: السعر النهائي

source: No Discount Applied
ar: لا يوجد خصم

source: Delivery Charges
ar: قيمة التوصيل

source: VAT
ar: الضريبة

source: You don't have any saved address yet. Please add address to create booking
ar: لا يوجد اي عنوان محفوظ ، الرجاء اضافة عنوان ليتم الحجز

source: Something went wrong, Please try again
ar: يوجد خطأ ، الرجاء المحاولة مرة اخرى

source: Please Select Address
ar: الرجاء اختيار العنوان

source: Take Away
ar: طلبات خارجية

source: Home Delivery
ar: توصيل

source: Not able to make phone call
ar: يتعذراجرء مكالمة هاتفية

source: You don't have any past booking yet. You can create booking.
ar: لا يوجد لديك اي حجز مسبق ، يمكنك انشاء حجز

source: You don't have any upcoming booking yet. You can create booking.
ar: لا يوجد لديك اي حجوزات قادمة ، يمكنك انشاء حجز

source: Your order is placed successfully
ar: لقد تم ارسال طلبك بنجاح

source: Your order number is
ar: رقم طلبك هو

source: Rate
ar: التقييم

source: Item
ar: المنتجات

source: Address
ar: العنوان

source: Amount
ar: الكمية

source: Hide
ar: اخفاء

source: Show
ar: اظهار

source: VIEW ONLINE MENU
ar: عرض قائمة الطعام

source: App Wallet
ar: محفظة فودستار

source: Credit Card
ar: بطاقة ائتمان

source: Cash on Delivery
ar: الدفع عند الاستلام

source: Mada
ar: مدى

source: payment options
ar: خيارات الدفع

source: Price Details
ar: تفاصيل المبلغ

source: PRICE DETAILS
ar: تفاصيل المبلغ

source: Landmark (Optional)
ar: معلم معروف(اختياري)

source: No review found
ar: لم يتم العثور على تقييم

source: Home
ar: المنزل

source: Work
ar: العمل

source: Other
ar: اخرى

source: Delivery Cost
ar: قيمة التوصيل

source: Min order
ar: الحد الادنى

source: Closed
ar: اغلاق

source: Write Feedback…
ar: كتابة تعليقات ...

source: Delivers in
ar: التوصيل في

source: No customization added.
ar: لا يوجد شيء مخصص

source: Please rate for booking service
ar: يرجى تقييم خدمة الحجز

source: Order Delivered
ar: تم التسليم

source: Cash
ar: نقداً

source: Card
ar: بطاقة

source: GET DIRECTIONS
ar: التوجه اليه

source: Delivery Time
ar: وقت التوصيل

source: VIEW CART
ar: اعرض السلة

source: My Cart
ar: سلتي

source: min
ar: دقيقة

source: Mins
ar: دقيقة

source: PROCEED
ar: استمرار

source: items
ar: منتجات

source: Delivery Mode
ar: نوع الخدمة

source: Payment Mode
ar: طريقة الدفع

source: Total Amount
ar: اجمالي المبلغ

source: Coupon Discount
ar: خصم الكوبون

source: Discount
ar: خصم

source: APPLY
ar: تطبيق

source: Allergic to something? Mention it here…
ar: هل يوجد لديك حساسية من نوع معين من المأكولات؟ اذكرها

source: PAYMENT OPTIONS
ar: خيارات الدفع

source: PAY
ar: دفع

source: TRACK ORDER
ar: متابعة الطلب

source: ITEM IN CART
ar: منتج في السلة

source: ADD MORE ITEMS
ar: اضافة منتج

source: ADD MORE ADDRESS
ar: اضافة عنوان

source: Continue
ar: الاستمرار

source: Reviews
ar: التقييمات

source: Select Outlet
ar: اختر الفرع

source: Customize
ar: تفصيل

source: Do you really want to logout?
ar: هل أنت متأكد من الخروج؟

source: Refer your friends to FoodFox. For each friend that joins, you will both receive a $10 credit.
ar: شارك تطبيق فود ستار، ولكل صديق ستحصل على 10 دولار كرصيد

source: Delivered on
ar: التوصيل في

source: By
ar: ب

source: Delivered
ar: تم استلام الطلب

source: Delivered & Rated
ar: تم التوصيل و التقييم

source: DRIVER REJECTED
ar: الطلب مرفوض

source: CANCELLED
ar: ملغي

source: Tap to copy
ar: اكتب للنسخ

source: Copied
ar: منسوخ

source: SHARE NOW
ar: المشاركه الان

source: Refer A Friend
ar: ادعو احد اصدقائك

source: EDIT PROFILE
ar: تعديل الصفحة

source: LOGOUT
ar: الخروج

source: CHANGE PASSWORD
ar: تغيير الرقم السري

source: SAVE
ar: حفظ

source: Click here and select Address
ar: اضغط هنا واختر العنوان

source: FirstName
ar: الاسم الاول

source: LastName
ar: الاسم الاخير

source: Email
ar: الايميل

source: My Profile
ar: الملف الشخصي

source: Enter Promocode
ar: ادخل رمز الخصم

source: APPLY
ar: تطبيق

source: My Orders
ar: طلباتي

source: My Address
ar: عناويني

source: Delivery Location
ar: مواقع التوصيل

source: SUBMIT
ar: تقديم

source: Enter Card Information
ar: ادخل معلومات البطاقه

source: Add New Card
ar: اضافة بطاقة جديدة

source: Card Holder Name
ar: اسم حامل البطاقة

source: CVV/CVC
ar: رمز الامان

source: Exp. Date
ar: تاريخ الانتهاء

source: Set as default
ar: اختيار كاساسي

source: FoodFox Cash
ar: فود ستار كاش

source: Add Credits to Wallet
ar: اضافة رصيد للمحفظه

source: Enter amount
ar: ادخل المبلغ

source: Already have an account?
ar: يوجد لديك حساب مسبقاً

source: or
ar: او

source: Or
ar: او

source: SIGN IN
ar: الدخول

source: Sign in
ar: الدخول

source: Twitter
ar: تويتر

source: Google
ar: جوجل

source: Facebook
ar: فيس بوك

source: By Signing up you agree to our Terms of Service & that you have read our Privacy Policy
ar: بالتسجيل، أنت موافق على الشروط والأحكام وسياسة الخصوصية

source: SIGN UP
ar: التسجيل

source: Confirm Password
ar: تأكيد الرقم السري

source: RESEND OTP
ar: اعادة ارسال رقم التأكيد

source: Enter the verification code
ar: الرجاء ادخال الرقم المرسل اليك

source: sent to
ar: ارسال الى

source: via sms.
ar: عبر الرسائل القصيرة

source: OTP Verification
ar: تأكيد الرقم المرسل

source: Old Password(6 Digit password)
ar: الرقم السري القديم (6 أرقام)

source: New Password(6 Digit password)
ar: الرقم السري الجديد (6 أرقام)

source: Confirm New Password(6 Digit password)
ar: تأكيد الرقم السري الجديد (6 أرقام)

source: Change Password
ar: تغيير الرقم السري

source: SAVE PASSWORD
ar: حفظ الرقم السري

source: Updating Booking Status...
ar: تحديث حالة الطلب

source: Fetching Booking Data ...
ar: جار استدعاء بينات الطلب ...

source: No offers available
ar: لايوجد عروض متوفرة

source: Please enter Promo code
ar: الرجاء ادخال كود الخصم

source: Please login to continue
ar: الرجاء الدخول للاستمرار

source: Terms of Service
ar: الشروط والأحكام

source: Privacy Policy
ar: وسياسة الخصوصية

# notFoundAddress
source: Restaurant does not deliver at your selected location. Please change delivery address or choose another restaurant
ar: المطعم الحالي لا يخدم هذة المنطقة حاليا ، يرجى اختيار موقع اخر او مقدم خدمة اخر

source: Getting Current Location...
ar: جار الحصول على الموقع الحالي ...

source: Your query successfully submitted
ar: طلب البحث الخاص بك بنجاح

source: Please check your internet connection.
ar: الرجاء التحقق من اتصال الانترنت الخاص بك.

source: Your order will be delivered shortly. Sorry, for the delay.
ar: طلبك سيتم ايصاله قريبا، نعتذر للتأخير

source: Referral Code (Optional)
ar: رمز الدعوة (إختياري)

source: All field is mendatory
ar: كل الخانات مطلوبة

source: Email is required
ar: الايميل مطلوب

source: Email is not valid
ar: الايميل غير صحيح

source: Email/Phone is required
ar: الايميل والجوال مطلوبين

source: Phone number is not valid
ar: رقم الجوال غير صحيح

source: First name is required
ar: الاسم الاول مطلوب

source: Invalid first name
ar: الاسم الاول غير صحيح

source: Last name is required
ar: الاسم الثاني مطلوب

source: Invalid last name
ar: الاسم الثاني غير صحيح

source: Password must be six characters
ar: الرقم السري يجب ان يكون من 6 أرقام

source: SignIn | SignUp
ar: تسجيل الدخول | سجل

source: Distance
ar: مسافه: بعد

source: Preparation Time
ar: وقت التحضير

source: Please enter your registered Phone number to reset your password.
ar: الرجاء ادخال رقم الجوال لإستعادة الرقم السري

source: RESET PASSWORD
ar: إعادة تعيين كلمة المرور

source: NEED HELP?
ar: هل تحتاج مساعدة؟

source: TRACK NOW
ar: تابع طلبك الآن

source: Order Confirmed
ar: تم تاكيد طلبك

source: Order Processed
ar: طلب مكتمل

source: Ready for Pickup
ar: طلب جاهز للإستلام

source: Ready for Delivery
ar: طلبك جاهز للتوصيل

source: We have received your order
ar: تم إرسال طلبك الى المطعم ،

source: Your order has been confirmed
ar: تم قبول طلبك بنجاح من قبل المطعم

source: We are preparing your order
ar: الشيف يعمل على تجهيز طلبك

source: Please Approach the Counter
ar: رجى الاقتراب من العداد

source: Your order is ready for delivery
ar: طلبك جاهز للتوصيل

source: Track Order
ar: متابعة الطلب

source: CLOSE
ar: اغلاق

source: Count Down
ar: العد التنازلي

source: Order Number
ar: رقم الطلب

source: HELP
ar: مساعدة!

source: Upcoming
ar: الطلبات الحالية

source: No Orders Found!
ar: الطلب غير موجود!

source: VIEW DETAILS
ar: اطلع على التفاصيل

source: All Reviews
ar: جميع التقييمات

source: The Internet connection appears to be offline.
ar: يرجى التاكد من إتصالك بالشبكة

source: Session Expired.
ar: يرجى اعادة تسجيل الدخول

source: Offers
ar: عروض

source: Past
ar: الطلبات السابقة

source: Terms & Conditions
ar: الطلب غير موجود!

source: FAQ’s
ar: أسئلة وأجوبة

source: Contact Us
ar: اتصل بنا

source: About Us
ar: معلومات عنا

source: LOGIN/SIGNUP
ar: الدخول / التسجيل

source: VERIFY OTP
ar: التحقق من رمز التحقق

source: For each friend that joins and places its first order, you and your friend will receive
ar: لكل صديق ينضم معنا ويطلب ستحصل انت وهو على

source: Please Select Subject
ar: حدد الموضوع

source: Write Query...
ar: سجل ملاحظتك

source: Please Enter feedback
ar: رأيك يهمنا

source: Enter Name
ar: يرجى ادخل الاسم

source: Enter Email
ar: يرجى ادخل الاسم

source: Select Subject
ar: حدد الموضوع

source: ADD CREDIT
ar: اضف رصيد

source: respectively
ar: على التوالي

source: Check out FoodFox, Your friend has shared a referral link
ar: حياك في فود ستار، صديقك شارك هذا اللنك معك

source: Refer your friends to FoodFox.
ar: اخبر اصدقائك عن فودستار

source: ADDRESS DETAILS
ar: معلومات العنوان

source: You don't have sufficient funds in your wallet.
ar: لايوجد لديك رصيد كافي في المحفظه

source: View Timing >
ar: أوقات العمل<

source: Minimum order amount must be
ar: الحد الادنى للطلب هو

source: Open Now
ar: مفتوح الان

source: Closed Now
ar: مغلق حالياَ

source: Busy Now
ar: مشغول حالياَ

source: Advertising
ar: إعلان

source: Select this Branch
ar: اختر هذا الفرع

source: GET THE DIRECTIONS
ar: الحصول على الأتجاهات

source: SELECT OUTLET
ar: أختر المخرج

source: VIEW REVIEWS
ar: عرض التعليقات

source: Description
ar: وصف

source: Setting
ar: الأعدادت

source: Switch to Night Mode
ar: تغيير الى الوضع الليلي

source: Points:
ar: نقاط:

source: You Have Got The Heighest Level
ar: لقد حصلت على أعلى مستوى

source: PLATINUM MEMBER
ar: عضو البلاتين

source: SILVER MEMBER
ar: عضو فضي

source: GOLD MEMBER
ar: عضو ذهبي

source: Gold Level
ar: مستوى الذهب

source: Silver Level
ar: المستوى الفضي

source: Platinum Level
ar: المستوى البلاتيني

source: My Addresses
ar: عناويني

source: REWARDS
ar: المكافأت

source: Points
ar: نقاط

source: E-mail
ar: البريد الألكتروني

source: Phone No
ar: رقم الجوال

source: Edit
ar: تعديل

source: HOME DELIVERY
ar: توصيل منزلي

source: PICKUP ORDER
ar: انتقاء النظام

source: Welcome to FoodFox
ar: مرحبا بكم في فود ستار

source: Start your Order Now
ar: ابدأ طلبك الآن

source: Customizations available
ar: التخصيص متاح

source: STATUS TRACKING
ar: تتبع الحالة

source: CUSTOMIZE
ar: تفصيل

source: CANCEL
ar: الغاء
